"About" = "Informations";

"Chat and Message Alerts" = "Alertes Discussion et Messages";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Les paramètres de notification, y compris les paramètres de notification « push », se trouvent dans l’application. Ouvrez vos signets et touchez Paramètres du compte.";

"Notifications" = "Notifications";

"Photo and Video" = "Photo et vidéo";

"Play Sound" = "Émettre un son";

"Record HD Video" = "Enregistrer vidéo HD";

"Version" = "Version";

"Vibrate" = "Vibrer";

